<?php

return array(
	'noreply' => 'Пожалуйста не отвечайте на это письмо - данная почта не отслеживается.',
	
	'activation_subject' => 'Пожалуйста, активируйте свой аккаунт',
	'activation_message' => '<p>Привеееет,</p><p>Пожалуйста, подтвердите свой аккаунт, перейдя по ссылке ниже:</p>',
	'confirm_email' => 'Подтвердить E-mail',
	
	'reminder_subject' => 'Сбросить пароль',
	'reminder_message' => '<p>Привет,</p><p>Мы получили запрос на сброс пароля для вашего аккаунта. <br> Если это вы и вы точно хотите это сделать - то перейдите поссылке ниже:</p>',
	'reset_password' => 'Сбросить мой пароль',
	
	'new_user_subject' => 'Ваш логин и пароль',
	'new_user_message' => '<p>Привет,</p><p>Ниже вы можете увидеть свои авторизацилнные данные:</p>
					<p>Логин: :username</p>
					<p>Пароль: :password</p>
					<p>:url</p>',

	'new_message_subject' => 'У вас новое сообщение от :user',
	'new_message' => '<p>Для того, чтобы ответить - перейдите в раздел <a href=":link">Личных сообщений</a>.</p>
					<p>Сообщение: <br> <i>:message</i></p>',

	'new_comment_subject' => 'Новый комментарий',
	'comment_reply_subject' => 'Ответить на комментарий',
);