<?php

return array(
	'credentials' => 'Неверные данные.',
	'unactivated' => 'Ваш аккаунт не активирован.',
	'suspended'  => 'Ваш аккаунт был зобанен.',
	'activated' => 'Аккаунт активирован.',
	'permission' => 'У вас нет прав для этой операции.',
	'dbsave' => 'Произошла ошибка во время сохранения в базу данных.',
	'send_email' => 'Произошла ошибка во время отправки E-mail. Попробуйте еще раз..',
	'roleid' => 'Invalid Role ID.',
	'userid' => 'Invalid User ID.',
	'commentid' => 'Invalid Comment ID.',
	'current_password' => 'Текущий парооль введен неправильно.',
	'captcha' => 'Капча неверна.',
	'unexpected' => 'Ооооооой! Какая-то непонятная ошибка. Попробуйте еще раз, пожалуйста.',
	'activation_key' => 'Ссылка для активации неверна - сгенерируйте новый запрос.',
	'reminder' => 'Ссылка на новый пароль недействительна - сгенерируйте новый запрос.',
	'contact' => "Пользователь, которому вы пишите не в вашем контактном листе.",
	'message_limit' => 'Вы преодолели порог отправленных сообщений. Охладите свое трахание.',
	'csrf' => 'CSRF токен неверен. Обновите страницу.',
	'404' => 'Error 404',
	'page' => 'Page not found.',
);